tap "blackfireio/blackfire"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"
brew "jpeg"
brew "libpng"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bison"
brew "bzip2"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "glib"
brew "cairo"
brew "cocoapods"
brew "openldap"
brew "curl"
brew "libtool"
brew "unixodbc"
brew "freetds"
brew "gmp"
brew "libzip"
brew "tidy-html5"
brew "composer"
brew "ctop"
brew "deno"
brew "direnv"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gh"
brew "ghq"
brew "go"
brew "goenv"
brew "htop"
brew "python@3.10"
brew "httpie"
brew "intltool"
brew "jq"
brew "libedit"
brew "libevent"
brew "libiconv"
brew "libxml2"
brew "mhash"
brew "mcrypt"
brew "mysql-client"
brew "neovim"
brew "nodebrew"
brew "peco"
brew "php@7.2"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tcl-tk"
brew "python@3.8"
brew "re2c"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sqlcipher"
brew "sqldiff"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "wget"
brew "zlib"
brew "zsh"
brew "blackfireio/blackfire/blackfire"
brew "blackfireio/blackfire/blackfire-agent", link: false
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "font-hack-nerd-font"
cask "font-hackgen-nerd"
cask "spectacle"
cask "visual-studio-code"
