tap "blackfireio/blackfire"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "sanemat/font"
brew "openssl@1.1"
brew "autoconf"
brew "automake"
brew "bison"
brew "bzip2"
brew "libpng"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "readline"
brew "python@3.8"
brew "libevent"
brew "curl"
brew "direnv"
brew "icu4c"
brew "harfbuzz"
brew "jpeg"
brew "libtool"
brew "pango"
brew "fontforge"
brew "gh"
brew "ghq"
brew "gmp"
brew "httpie"
brew "intltool"
brew "jq"
brew "libedit"
brew "libiconv"
brew "libxml2"
brew "libzip"
brew "mhash"
brew "mcrypt"
brew "mysql-client"
brew "neovim"
brew "nodebrew"
brew "peco"
brew "tidy-html5"
brew "php@7.2"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "re2c"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "wget"
brew "zlib"
brew "zsh"
brew "blackfireio/blackfire/blackfire-agent"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "font-hack-nerd-font"
brew "goenv"
